// index 首页结构 zh
export default {
  common: {
    routes: {
      menu1: "工业读码器",
      menu2: "读码模组",
      menu3: "技术能力",
      menu4: "客户案例",
      menu5: "公司信息",
    },
  },
  Email: "客户报备",
  page1: {
    banner: {
      title: "我们是谁",
      msg: {
        txt1: "作为一家现代招聘服务企业，CSUITE EXECUTIVE旨在针对如今挑战重重的中国市场环境提出解决方案",
        txt2: "我们致力提供足可媲美全球顶尖的五大高端招聘公司的服务规格，而服务方式更为灵活，更加个性化，更贴合客户的特定需求。",
        txt3: "我们的服务主打专业、充满热情的小型资深顾问团队，以客户的长期战略为重，围绕长期发展策略而发掘合适的人才资源，并且符合客户的当下需求，而非只是从现成的人才库中做简单筛选。",
        txt4: "我们以客户为中心，注重与重点客户建立长期稳固的合作关系，提供人才招聘、人才管理与市场调研工作等全方位服务。",
        txt5: "用热情、坚持和创造力将不可能变为可能，CSUITE EXECUTIVE以在每一个环节为客户创造更多价值而自豪。",
      },
    },
    conf1: {
      title: "C-SUITE 使命与方针",
      tips: "我们的目标是通过丰富的市场知识、密切的合作伙伴关系和快速的响应速度颠覆传统的招聘方式为我们的客户提供卓越、及时和定制化的解决方案。",
      msg: [
        {
          txt: "方案定制",
          tips: "我们为客户量身定做的方案",
        },
        {
          txt: "深入合作",
          tips: "我们以饱满的激情和细致的关怀与您合作",
        },
        {
          txt: "高效效应",
          tips: "我们响应及时，经济高效",
        },
        {
          txt: "诚信严谨",
          tips: "我们的合作注重诚信、严谨以及透明化",
        },
      ],
      banner: {
        title: "为什么选择我们",
        msg: [
          {
            txt: "我们的优势",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "一步解决",
                tips: "我们为您提供全方位，一站式服务，一部解决公司及人力资源问题，满足您的需求",
              },
              {
                txt: "合作模式",
                tips: "以合作伙伴模式与客户合作，为特定行业细分领域的客户提供服务",
              },
              {
                txt: "行业技能",
                tips: "我们有着丰富的经验以及对中国市场的深入了解。高素质，有深度",
              },
              {
                txt: "注重品质",
                tips: "我们专注品质，不做最大最广，争做市场最佳",
              },
              {
                txt: "咨询方式",
                tips: "重视客服操作模式，公司运营及人才挑战，提供定制化解决方案",
              },
              {
                txt: "更好就业",
                tips: "我们将传统招聘公司的优势与咨询公司顾问模式相结合",
              },
              {
                txt: "独家合作",
                tips: "战略大客户尊享独家服务关注",
              },
            ],
          },
          {
            txt: "成本控制",
            children: [
              {
                txt: "领先供应商",
                tips: "高级主管及公司，人力资源咨询领先供应商",
              },
              {
                txt: "成本管理",
                tips: "在整个招聘过程中降低无形人力资源成本",
              },
              {
                txt: "高效劳动力",
                tips: "以人为本的文化 降低管理成本 高佣金",
              },
              {
                txt: "高效交付时间",
                tips: " 2 3顾问 大客户模式 平均交付时间为8周",
              },
              {
                txt: "薪酬咨询服务",
                tips: " 激励计划 减税 工资节省",
              },
              {
                txt: "反向录用管理",
                tips: " 95%成功率 经验丰富的管理顾问",
              },
              {
                txt: "人才稳定",
                tips: " 提高员工稳定性 70%持续3年以上 1年后仅有2%的离职率",
              },
            ],
          },
          {
            txt: "价值体现",
            children: [
              {
                title: "我们对客服的服务价值",
                children: {
                  txt1: "合适的候选人",
                  txt2: "客户品牌",
                  txt3: "行业信息分享",
                  txt4: "KOL网络",
                  txt5: "定制解决方案",
                  txt: "市场研究(职位/薪酬/研究等)",
                },
              },
              {
                title: "我们为候选人提供的价值服务",
                children: {
                  txt1: "高质量工作",
                  txt2: "优化简历和面试指导",
                  txt3: "行业信息分享",
                  txt4: "优秀人才社交网",
                  txt5: "职业规划",
                  txt: "对薪酬的建议",
                },
              },
            ],
          },
        ],
      },
    },
    conf2: {
      title: "团队成员",
      more: "查看更多",
      msg: [
        {
          nameZh: "吴婷婷",
          nameEh: "",
          tips: "CSUITE 的执行合伙人兼首席执行官，同时也是 SM² Consulting 咨询委员会的成员。TingTing 拥有超过15年的人才招聘经验。",
        },
        {
          nameZh: "",
          nameEh: "Shane McGowan",
          tips: "Shane McGowan先生专注于亚太地区的高级销售和高管招聘业务。他成功为消费品、工业、高科技、医疗保健与生命科学以及金融服务等行业引进了资深销售人员、负责人和首席运营官等关键职位。",
        },
      ],
    },
    conf3: {
      title: "CSUITE 地址",
      tips: "上海市闵行区程家桥路168弄39号，308室",
      msg: [
        {
          txt: "01 中国办事处",
          location: "上海市闵行区程家桥路168弄39号，308室",
          Email: "邮编 201103",
        },
        {
          txt: "02 新加坡办事处",
          location: "新家皮丝丝街105号建春大厦13楼",
          Email: "邮编 069534",
        },
        {
          txt: "03 马来西亚办事处",
          location: "吉隆坡孟沙南城3号大道29-01",
          Email: "邮编 59200",
        },
        {
          txt: "04 印度办事处",
          location: "马哈拉施特拉邦 Inspire Hub Andheri West JP 大道",
          Email: "邮编 40053",
        },
        {
          txt: "05 澳大利亚办事处",
          location: "悉尼克拉伦斯街50号，新南威尔士州，澳大利亚",
          Email: "邮编 2000",
        },
        {
          txt: "06 英国办事处",
          location: "伦敦城市路160号肯普之家，英国 邮编 EC1V 2NX",
          Email: "邮编 EC1V 2NX",
        },
      ],
    },
  },
  page_server: {
    banner: {
      title: "猎头服务",
      msg: "作为一家现代招聘服务企业，CSUITE EXECUTIVE旨在针对如今挑战重重的中国市场环境提出解决方案",
    },
    conf1: {
      title: "覆盖的行业",
      msg: "为了助力客户及候选人取得长期成功，我们依托丰富的行业经验，横跨精专领域招聘更适合的中高端人才",
      cardtxt1: "财务会计",
      cardtxt2: "数字营销",
      cardtxt3: "行政文秘",
      cardtxt4: "教育培训",
      cardtxt5: "金融服务",
      cardtxt6: "快销零售",
      cardtxt7: "人力资源",
      cardtxt8: "IT互联网",
      cardtxt9: "法务律师",
      cardtxt10: "生命科学",
      cardtxt11: "智造研发",
      cardtxt12: "市场营销",
      cardtxt13: "运营",
      cardtxt14: "供应链和采购",
    },
    conf2: {
      title: "招聘流程和时间表",
      msg: "招聘流程和时间表可能因不同企业、行业和职位而有所不同，但通常包括以下五个阶段",
      step: [
        {
          name: "定义",
          msg: [
            "了解客户业务",
            "建立招聘需求",
            "统一寻访方向及成功条件",
            "统一寻访策略及时间框架",
          ],
        },
        {
          name: "研究",
          msg: [
            "明确目标行业及公司",
            "开展积极有效的候选人筛选，实践搜索策略",
            "横向纵向调查市场",
            "定位并吸引候选人，行为面试潜在优秀候选人",
          ],
        },
        {
          name: "交付",
          msg: [
            "依据成功标准做出评估",
            "向客户发回市场反馈，列出候选人职位及公司",
            "与客户确定下一轮候选人",
            "提供入围候选人名单报告及客户面试 （第2-4周）",
          ],
        },
        {
          name: "完成",
          msg: [
            "学历检查及360度背景调查",
            "完成最终候选人的心理测",
            "协商条款、条件及录用功条件",
            "与客户及候选人进行就业安置服务 （第4-6周）",
          ],
        },
        {
          name: "入职管理",
          msg: [
            "离职辅导及离职期进展跟进",
            "入职体检等入职前准备跟进",
            "到岗确认及反馈了解",
            "启动收款并跟进进程",
            "人选保证期跟进，持续更进候选人入职情况",
          ],
        },
      ],
    },
    conf3: {
      title: "如何甄选人才",
      details: [
        {
          title: "甄选的渠道",
          txt: "CSUITE通常使用多种渠道来甄选候选人，通常会结合多种渠道，以确保我们找到最合适的候选人来满足客户的需求。不同的渠道有不同的优点和缺点，因此灵活运用是关键。",
        },
        {
          title: "甄选的过程",
          txt: "Csuite 在候选人甄选渠道方面表现出色， 我们在特定领域的深度专业化让我们在该领域内脱颖而出。并建立广泛的专业网络，积极参与行业活动、协会会议和社交媒体，以扩大专业网络。与潜在候选人建立关系，使客户能够第一时间能够更容易接触到高质量的候选人。",
        },
        {
          title: "我们的服务成就你的业务",
          txt: "猎头公司甄选出最匹配企业的候选人可以对企业的业务成就产生积极影响，成功甄选可以提供企业所需的人才，有助于提高生产力、绩效和企业的业务成就。匹配度高的员工更有可能积极参与并为企业的成功作出贡献。",
        },
      ],
    },
    conf4: {
      title: "高管招聘",
      details: [
        {
          name: "管理者画像与关键岗位画像的区别",
          txt: "能够成为高绩效的管理员，不仅取决于其与岗位的匹配程度，还受其与组织匹配程度的影响。",
        },
        {
          name: "人与组织匹配逻辑",
          txt: "不同发展成熟度的组织需要对应的领导风格和领导特质",
        },
      ],
    },
    conf5: {
      title: "人才盘点",
      more: "了解更多",
      details: [
        {
          name: "什么是人才地图",
          txt: "人才地图是指能够帮助企业明确关键人才发展的现状，了解关键人才的整体优势、弱势的战略地图。",
        },
        {
          name: "什么是人才方法论",
          txt: "能够成为高绩效的管理员，不仅取决于其与岗位的匹配程度，还受其与组织匹配程度的影响。",
        },
        {
          name: "我们应该mapping什么",
          txt: "那我们做Mapping，实际上我们Mapping什么。我们的目标是什么，无非就是这三个：公司、岗位、人。",
        },
        {
          name: "如何绘制人才地图",
          txt: "因为人才地图改变了人力资源管理的定位，人力资源上升到人力资本和人才经营的高度。所以人才地图的构建也要站在更高的高度去搭建才可以。",
        },
      ],
    },
    conf6: {
      title: "专业人才测评",
      more: "了解更多",
      details: [
        {
          name: "为什么要做人才评估",
          txt: "人才测评工具经过科学设计和验证，可以更准确地预测候选人在特定工作岗位上的表现",
        },
        {
          name: "通过评测给企业带来的帮助",
          txt: "使用人才测评工具可以帮助企业更科学、有效地选择和管理人才，提高招聘的质量和成功率",
        },
        {
          name: "专业评测教练",
          txt: "多年国际顶尖咨询公司工作经验的导师，建立了符合可持续、健康和出色绩效的组织的关键驱动因素",
        },
        {
          name: "评估工具有哪些",
          txt: "Everything Disc{'@'}报告，职业锚测评报告等",
        },
      ],
    },
    conf7: {
      title: "市场资讯服务",
      more: "了解更多",
      name: "研亚咨询",
      txt1: "致力于更好的支持合作伙伴的业务成长和持续发展",
      txt2: "研亚咨询致力于通过深度、定制化的市场研究服务，帮助客户洞察技术发展趋势、发现新的业务机会、制定差异化的竞争策略、探寻产业链上合作伙伴，进一步为客户战略制定提供关键决策信息，从而实现业务的可持续增长研亚咨询在性能材料与特种化学品、新能源汽车、半导体",
    },
    conf8: {
      title: "职业教练",
      more: "了解详情",
      name: "什么是高管教练？",
      txt1: "⾼管教练通过⼀个结构性、伙伴性的陪伴过程，帮助管理者实现⼼智模式和领导⾏为的双重改变和提升，更好地应对业务挑战。",
    },
    conf9: {
      title: "驻场人事",
      more: "查看详情",
      name: "什么是驻场人事",
      txt1: "驻场人事服务指的是在企业内部设立办公室或工作场所的专业人力资源（HR）专家或团队，与企业管理层和员工紧密合作，提供广泛的人力资源支持，解决与员工和组织相关的各种问题。此类服务通常由外部独立的专业人力资源咨询公司或服务提供商提供。",
    },
  },
  page_customer: {
    conf1: {
      title: "成功案例分析",
    },
    conf2: {
      title: "客户评价",
      detail: [
        {
          name: "Chris Daly",
          tit: "博凯机械首席执行官&董事会成员",
          msg: "“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。",
        },
        {
          name: "Shane Tedjarati",
          tit: "霍尼韦尔国际公司全球高增长区域总裁兼首席执行官",
          msg: "“婷婷和她的团队热情、活力和认真负责，使他们在为我们的业务需求和文化量身定制服务方面有别于其他招聘机构。CSuite团队不仅专业，并且总是以比预期的更好的结果为目标。",
        },
        {
          name: "James L. Perry",
          tit: "马斯特液体解决方案全球高级副总裁",
          msg: "“作为战略人才计划的一部分，你一定要认识到，你必须与出色的外部招聘顾问合作。CSuite是我们在中国最佳的招聘伙伴，他们能深刻理解我们的业务，就好像我们内部管理者一样，为你找到那些最合适的人选。”",
        },
        {
          name: "Ronald Wienholts",
          tit: "扎玛精密工业制造集团总裁",
          msg: "“CSuite一直是Lenze优秀的，长期的合作伙伴，他们总是为我们空缺的职位提供合适的人选。团队顾问有很强的国际文化意识，为我们找到不仅仅是技术技能匹配，而且匹配公司文化的人才。”",
        },
        {
          name: "Carine Beer",
          tit: "欧可优首席人力资源官",
          msg: `Occhio是最具创新力和增长最快的德国品牌之一，也是奢侈品领域最具创新力的五大品牌之一。中国已经成为Occhio最优先考虑的市场，我们聘请CSuite为中国市场寻找一位总经理。由于新冠肺炎疫情的限制，我们无法亲自会见候选人，我们依赖CSuite顾问的建议和判断。他们很快就了解了Occhio的具体需求，并为我们提供了优秀的候选人进行视频面试。在整个招聘过程中，他们起到了很好的引导作用，我们得以在很短的时间内与一位出色的候选人签订合同。`,
        },
        {
          name: "Paoflo-A. Sardano – Bottero",
          tit: "玻璃工业全球总经理",
          msg: "C-Suite团队是积极主动、全心全意的热心人，他们始终关心招聘工作的方方面面，因此，即使在大流行病这样的困难时期，他们的表现也能达到我们的预期",
        },
        {
          name: "Vera Gu",
          tit: "霍夫曼集团亚洲分部人力资源总监",
          msg: "C-Suite顾问具有很强的分析能力和搜索能力，能够将我们的需求与合适的高素质候选人联系起来。因此，专业的方法和及时的交付让霍夫曼中国受益匪浅。",
        },
      ],
    },
  },
  page_recruit: {
    banner: {
      title: "发掘潜力，连接未来",
      msg: "我们的致力于为您的带来无限的商业可能，提前赢得更多的机会",
    },
  },
  page_joinUs: {
    banner: {
      title: "发掘潜力，连接未来",
      msg: "我们的致力于为您的带来无限的商业可能，提前赢得更多的机会",
    },
    conf1: {
      title: "团建、照片集",
      title2: "员工声音",
      title3: "晋升机制",
      title4: "文章分享",
      desc: "企业的晋升机制透明化和明确清晰性不仅有助于员工的职业发展和满意度，还有助于组织的稳定和发展。透明的晋升机制可以促进公平、激励、信任和绩效，为企业创造一个更健康和积极的工作环境。",
      details: [
        "作为Csuite的一名员工，我深刻体验到了这里的企业文化和价值观。在这里，我不仅找到了自己的价值和方向，还获得了无数的成长机会。公司为我们每一位员工提供了宽广的发展平台和丰富的职业资源，让我们都有机会展现自己的才华、追求梦想。更值得一提的是，公司不仅注重业务发展，也非常重视员工的个人成长和职业规划。无论是内部培训，还是外部学习机会，Csuite都愿意为员工投资，确保每一个人都能得到提升。这样的企业环境使我深感自豪，并激励我为公司的未来持续付出努力。我坚信，在Csuite，每个人都能找到自己的舞台，实现自己的价值和目标。累下来的经验和自己的优势，为更多人带来价值。",

        "csuite是一个学校，一座熔炉。我们通过学习、工作和锻炼，在工作中学习，在前进中成长。同时，csuite提供给我们发展的平台、表演的舞台、客观公正的评价。我欣喜地看到，在我们企业从小到大的发展过程中，已经为客户输送了大批人才，他们在企业的各个岗位发挥着越来越重要的作用。客户评价客户评价客户评价客户评价客户评价客户评价客户评价",

        "加入Csuite后，我的综合技能得到了很大提升。这得益于我司对客户拜访、顾问面试、offer谈判等各个环节的要求都很高，并且会给予顾问个性化的培训。也因此，客户对我们团队很满意。在这里工作，我充分认识到了一位合格顾问的职责和价值，并付诸实践、不断进步。此外，公司的工作氛围很好，这是一个活力满满、简单纯粹的组织。",

        "来到CSuite的最大感受是整体工作效率的提高。我的boss教会我如何更好地做time management，合理规划好每天的时间来争取最大的成果，同时count on every step 工作环境很透明很积极，同事也都是可以一起玩一起成长的小伙伴，都有各自的人生规划，我也有很多需要向她们学习的地方希望有更多小伙伴能够加入到我们当中，只要你hungry for something and willing to learn，相信在这里你会快速成长！",

        "加入Csuite最大的感受是，领导教会我如何去做一名更专业的猎头，同事们都很专业热情，我向他们学习了很多，同时在这里工作氛围积极向上，同事们像朋友一样相处。我在这里提升了自己的能力，学习了不同行业的知识，快速成长了许多，很高兴能够加入Csuite，期待未来共同成长进步。",

        "我是一个刚刚加入csuite的新员工。虽然只有两个月的时间，但我已经对这里有了深深的感情。首先，每个人都愿意为团队付出，与他人分享。当遇到问题时，同事和上司都会给予指导，帮助我克服挑战。其次，csuite真正关心个人和职业发展。我参与了多次内部培训，让我不断增强专业技能。期待你的加入，一起创造更多的辉煌！客户评价客户评价客户评价客户评价客户评价客户评价客户评价",

        `我们的猎头公司，是我职业生涯的一座黄金舞台，一个充满机遇和挑战的家园。作为管理层的一员，我不仅感到自豪，更感到幸运。
        这里不仅仅是一家企业，而是一个充满创新和专业成长的平台。公司的培训和发展机会让我在专业领域取得了巨大进步，使我能够不断提升自己的技能和知识。
        更重要的是，这里让我有机会建立自己的团队，并培养出色的人才。看着我的团队成员不断壮大和进步，我感受到了无法言喻的价值感。协助他们实现职业目标，分享他们的成功，是我职业生涯中最大的成就之一。
        我深知，公司不仅仅是一个工作场所，更是一个让人实现梦想的平台。我们致力于为员工提供一个充满挑战和成长机会的环境，同时也注重每个人的职业发展和幸福感。我希望能将这个特殊的平台介绍给更多人，因为我们相信，每一个人都有自己的梦想，而在这里，我们努力为实现这些梦想提供坚实的支持。加入我们，让我们一同努力，共同创造更美好的明天！
        客户评价客户评价客户评价客户评价客户评价客户评价客户评价`,

        `作为猎企的一名员工，我深感自豪和幸运。我们的公司不仅提供卓越的服务，还构建了一个令人难忘的工作环境。我们的培训机制精心设计，为员工提供了无限成长机会，使我们不断进步。多样的员工活动充实了我们的日常生活，促进了紧密的团队关系。
        公司文化以开明、包容为核心，让每个员工在这里都感到受尊重，无论其背景如何。同事之间互帮互助，构建了一种和谐的工作氛围，我们在这里真正像一个大家庭。
        值得一提的是，公司老板拥有丰富的资源，这为我们提供了更多机会，让我们的职业生涯蓬勃发展。
        我真诚邀请大家一同了解我们的公司，因为我们不仅提供卓越的服务，更打造了一个充满活力和机遇的工作环境。加入我们，一起创造更美好的未来！
        客户评价客户评价客户评价客户评价客户评价客户评价客户评价`,
      ],
    },
    conf2: {
      title: "在招职位",
      tip: "职位概述：",
      jd1: "工作职责：",
      jd2: "资格要求：",
      jd3: "我们能提供：",
      timeText: "发布时间：",
      jdDetails: [
        {
          name: "猎头",
          time: "2023-08-25",
          conf: {
            jd1: [
              "团队搭建与管理：负责所辖团队成员招聘与培训，带领团队完成年度目标；",
              "客户开发及维护：寻求和挖掘业务信息，开发优质客户，与现有客户保持良好关系，成为战略合作伙伴；",
              "招聘咨询服务：负责客户委托的招聘项目，专注行业中高端候选人寻访，负责候选人面试、薪资谈判、 offer 发放、入职及试用期跟进等一系列招聘事宜；",
              "候选人管理：积累丰富的行业候选人资源，与候选人保持良好的关系，成为候选人的职业导师，为候选人提供中长期职业生涯规划",
              "人才市场调研：密切关注人才市场信息，进行人才地图绘制、行业定向 mapping ，及时捕捉商机，主动向客户及候选人销售",
            ],
            jd2: [
              "本科及以上学历；",
              "良好的英语听说读写能力；",
              "5年及以上猎头工作经验；同行公司 TL 或 top 顾问优先，热爱猎头行业",
              "极强的业务敏感度和销售特质，丰富的客户开发经验，有团队管理经验",
              "优秀的沟通及人际交往能力，思路清晰，关注细节",
              "极强的自我驱动力，结果导向，高度的责任感和较强的抗压能力",
            ],
          },
        },
        {
          name: "猎头顾问",
          time: "2023-08-25",
          conf: {
            jd1: [
              "根据公司业务需要积极拓展客户：",
              "根据公司以及职位的分析，制定目标候选人的寻访招聘方案；",
              "进行相关候选人资料的收集、分类、整理，对简历做初步筛选：",
              "通过各种渠道快速寻访候选人，进行面试评估；",
              "提供候选人评价和推荐报告，向项目负责人或客户推荐；",
              "沟通协调候选人与公司之间的面试安排，跟进进展并及时反馈；",
              "候选人背景调查，薪酬谈判，offer 跟进，入职跟进等；",
            ],
            jd2: [
              "本科及以上学历；",
              "英语流利优先（工作语言以中文为主）;",
              "愿意在人力资源行业长期发展◇较强的学习能力，自我成长欲望强；",
              "目标意识明确，结果导向，主动意识强，具有良好的沟通表达能力和团队合作意识",
            ],
          },
        },
        {
          name: "实习生",
          time: "2023-08-25",
          conf: {
            jd3: [
              "学习到猎头咨询/市场咨询行业知识",
              "快速的职业发展",
              "积极热情的团队氛围",
              "丰厚的佣金计划",
              "如果感兴趣的话，请发您的简历至以下邮箱地址",
              "Email：tingting.wu{'@'}csuite.com.cn",
            ],
          },
        },
        {
          name: "总经理（Managing Director ）",
          time: "2023-08-25",
          conf: {
            tip: [
              "作为猎头公司的总经理，职责包括领导和管理公司的日常运营，涉及招聘、客户关系管理、团队管理、业务战略发展和绩效管理等方面。总经理的职责还包括确保公司实现其业务目标，并提供高质量的高管搜寻和人才招聘服务。",
            ],
            jd1: [
              `公司领导与战略规划：
       - 制定公司的长期和短期战略计划，确保公司增长和发展。
       - 领导公司的管理团队，监督各个部门的运作。`,

              `客户关系管理：
       - 建立并维护与客户之间的紧密关系，了解他们的招聘需求。
       - 确保客户满意度，处理投诉并提供解决方案。`,

              `团队管理与发展：
       - 招聘、培训和指导公司的猎头团队，确保团队的高绩效。
       - 设定目标和绩效标准，监督员工的绩效。`,

              `业务发展：
       - 寻找新的业务机会，开拓新市场，扩大公司的客户基础。
       - 管理公司的销售和市场活动，以实现业务目标。`,

              `质量控制：
       - 确保公司的猎头服务符合高质量标准，监督招聘流程。
       - 处理招聘项目，确保候选人的质量和匹配度。`,

              `财务管理：
       - 管理公司的财务预算，确保公司的财务健康。
       - 负责成本管理和利润最大化。`,
            ],
            jd2: [
              `学士学位或以上，人力资源管理、商业管理或相关领域优先。`,
              `丰富的猎头行业经验，包括招聘和候选人甄选。`,
              `卓越的领导和团队管理技能。`,
              `出色的沟通和客户关系管理能力。`,
              `商业洞察力和战略规划能力。`,
              `良好的财务管理和预算控制技能。`,
              `对业界趋势和法规的敏感性。`,
            ],
          },
        },
      ],
    },
  },
  page_qa: {
    qaList: [
      {
        question: "为什么要加入CSUITE?",
        answer:
          "在Csuite，我们相信每一个人。我们专注于寻找他们，了解他们，建立连接并帮助他们成长。在Csuite，我们释放人类潜能的力量。如果您对招聘工作感兴趣，或者您只是准备改变赛道，尝试新的道路并释放自己的潜力 - 那么您来对地方了。今天就和我们谈谈，准备好和我们一起翱翔吧。我们提供基于绩效的透明、更快速的职业发展结构。这不是我们临时做的事情。当我们雇用你时，我们正在寻找潜在的新兴领导者，这些人不仅可以成长为明天的领导者，更可以成长为明天的明星。",
      },
      {
        question: "CSUITE的市场定位是什么?",
        answer:
          "我们的公司深入了解客户的长期战略，提供不亚于五大Top猎头公司的服务规格，但更加灵活，定制化。我们在五年之内也取得了许多成就，客户资源等也十分稳定。公司额外注重个人能力的培养，也希望建立一个优秀团结的团队。",
      },
      {
        question: "猎头行业是什么样的一种文化?",
        answer:
          "我们自己需要有善于沟通，理性，客观。要具备风险意识和抗压能力。要具备出色的学习能力和逻辑思维能力，开放的心态，以结果为导向，具备高情商和高逆商的人群。",
      },
      {
        question: "做好一个猎头需要什么性格特质?",
        answer:
          "我们自己需要有善于沟通，理性，客观。要具备风险意识和抗压能力。要具备出色的学习能力和逻辑思维能力，开放的心态，以结果为导向，具备高情商和高逆商的人群。",
      },
      {
        question: "猎头行业属于销售工作吗？",
        answer: "是的，这是企业对企业的销售。",
      },
      {
        question: "人们喜欢这份工作的哪些方面？",
        answer:
          "安排候选人并因实现目标而获得奖励的愉悦在整个过程中很明显。作为值得信赖的业务合作伙伴，我们承诺为我们的客户和我们安排的候选人长期提供满意服务。",
      },
      {
        question: "这个角色可以获得什么回报(经济/非经济)？",
        answer:
          "您将有机会获得市场上最具竞争力的佣金方案。\n与一流的招聘专家合作，可以加速你的职业发展。",
      },
      {
        question: "如何衡量我的绩效？多久评估一次？",
        answer:
          "所有顾问都有一套与他们工作业务相关的关键绩效指标，这些指标每天都会与您的经理讨论，用来跟踪和改进您的绩效方案。此外，我们还提供季度评估，让您有机会讨论您的长期职业规划等问题。",
      },
      {
        question: "我将接受什么培训？",
        answer:
          "您将参加入门培训，还将从您所在的行业获得一对一的支持，包括培训，以及关键招聘技能的工作坊。还有其他培训课程，如人才评估和性格测试，以提高您的整体招聘能力。",
      },
      {
        question: "选拔过程是怎样的？",
        answer:
          "要求申请成功者参加面试，并有机会与你可能加入的团队在运营层共处一段时间，并与相关业务合作伙伴会面。",
      },
      {
        question: "参加完面试后，我能期待什么？",
        answer:
          "无论采用哪种方式，我们都会与您联系，确认您是否成功，并为您的表现提供相关反馈。",
      },
    ],
    aboutOurs: {
      question: "为什么是我们？",
      answer: [
        {
          title: "1.我们帮助您成功",
          detail:
            "从您入职的那一刻起，我们希望您在CSuite取得成功。我们为您提供全面的发展计划、在职指导和榜样指导，为您提供相关支持。我们的目标是为我们的员工提供方法、知识和培训，帮助他们成为佼佼者。",
        },
        {
          title: "2.我们提供职业成长服务",
          detail:
            "我们致力于发展我们员工的事业。我们提供绩效透明、加速职业发展结构。这是我们长期想做的事情。当我们聘用您的时候，我们正在寻找潜在的和新兴的领导者，这种人不仅可以成长为将来的领导者，而且可以成为将来的标杆。想被称为真正的商业伙伴吗？",
        },
        {
          title: "3.我们提供有吸引力的薪酬",
          detail:
            "我们的佣金方案在市场上极具竞争力，事实上，我们的佣金方案在业内也是数一数二的。如果这还不够，我们的员工还可以享受一系列其他福利，包括年假、灵活的工作实践和定期的团队建设。",
        },
        {
          title: "4.我们正在成长",
          detail:
            "客户关怀原则要求我们在更长的时间内与关键客户建立创造性的合作伙伴关系，以支持人才获取、人才管理和市场情报计划。对于一家初创招聘机构来说，在第三年的业务中取得了巨大的进步，而且这种势头肯定是随着团队的壮大而发展起来的。",
        },
        {
          title: "准备好加入我们了吗？",
          detail: "",
        },
        {
          title: "联系我们",
          detail: "",
        },
      ],
    },
  },
  page2: {
    conf1: {
      txt1: "中国地区联系方式",
      txt2: " 吴婷婷 | 执行合伙人",
      txt3: "座机: +86 21 5470 0562",
      txt4: "邮箱: tingting.wu{'@'}csuite.com.cn",
      txt5: "公司网址: www.cs-executive.com",
      txt6: "营业执照: 3101120101054",
    },
    conf2: {
      txt1: "新加坡及亚太区联系方式:",
      txt2: "Shane McGowan | 高级总监",
      txt3: "座机: +65 6871 4088 | +65 8611 2243",
      txt4: "劳务执照: 20S0282",
    },
    conf3: {
      txt1: "备案信息",
      // ...
    },
  },
};
