const config = [
  {
    name: "Occhio",
    title: "案例一：Occhio",
    conf1: [
      "客户（Occhio）：Occhio是德国设计界的一家顶尖企业，也是获得全球设计大奖的高端照明灯具设计集团。以卓越的灯光质量、设计工艺和使用体验为每个空间提供解决方案，是照明设计领域创新和发展速度最快的公司之一。",
      "Csuite角色：Csuite负责全面处理Occhio的招聘流程，帮助客户进军中国市场，将公司在中国的雄心转化为盈利业务，巩固了其强大的领导地位。",
      "招聘职位包括：总经理、项目销售、渠道销售、旗舰店销售总监、营销经理、店面经理、店面销售、照明设计师等",
    ],
    conf2: [
      "Occhio总部位于德国慕尼黑，是一家屡获殊荣的照明和氛围设计集团，以其创新精神而闻名，是发展最快的公司之一。从一家德国光学设计领域的标杆企业发展成为国际照明设计奢侈品品牌，在全球拥有240多名员工。",
    ],
    conf3: [
      "Occhio借助Csuite平台的人才库和人才管理体系，制定了一项全面的人才战略计划，以进入中国市场并扩大业务规模。该计划是一个庞大而变革性的计划，需要物色一个令人信服的总经理来领导该品牌在中国的发展。在这个过程中，Csuite为总经理职位提供了多个合适人选，帮助Occhio在中国快速发展。",
      "Occhio和Csuite紧密合作，物色了许多合适的人选，解决了许多职位的空缺问题，建立了令人信服的团队，为支持整体销售战略目标提供支持，增加了创收业务，同时巩固了强大的领导基础。",
    ],
    conf4: [
      "Csuite制定了一个充满活力的人才搜索计划，在3个月内成功完成了总经理职位的招聘，并继续寻找和提供了项目销售、渠道销售、旗舰店销售总监、营销经理、门店经理、门店销售和照明设计师等多个职位的人才。我们的招聘团队拥有全面的人才组合和专业技能，能够启动Occhio的旗舰店，并将业务扩展到整个中国，实现了客户对在中国市场的雄心壮志的期望。",
      "Csuite将继续努力与客户建立牢固的关系，客户认为我们量身定制的人才采购方法既独特又有效。我们将继续扮演独家角色，为Occhio在市场上的强劲增长提供支持。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "在过去几年的新冠疫情中，Occhio面临着一个巨大的挑战，即如何在国境封锁和高管出行困难的情况下进军中国市场。Csuite在这个过程中发挥了关键作用，团队成员展示了出色的远程工作能力，通过对预期公司的资本支出、税务要求、人才成本和团队架构等进行分析，赢得了客户的信任。同时，在高度保密的条件下，Csuite对候选人的搜索和筛选过程保持了完全匿名。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "招聘的第一步是对空缺职位（中国区总经理和区域销售管理人员）进行全面审查，同时对每个候选人进行深入调研和全方位评估，包括公司文化、思维过程、业务发展和工作分析方法在内。",
          "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围名单的候选人进行了严格的审查和面试过程，将激烈竞争的候选人缩小到前5名，我们的评估方法详细介绍了这一过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "Amcor",
    title: "案例二：Amcor",
    conf1: [
      "客户（Amcor）: Amcor是全球领先的食品、饮料和制药包装解决方案开发和生产商。",
      "Csuite角色：Csuite帮助Amcor的蛋白质部门组建了新的业务团队，在新冠疫情期间将销售额从零推至超过1亿人民币。",
      "招聘职位包括：大中华区各分区域销售主管。",
    ],
    conf2: [
      "Amcor是一家全球领先的食品、饮料、制药和其他包装需求的高质量、负责任的包装解决方案开发和生产商。该公司在全球43个国家拥有220多个工厂，员工人数约为44,000人。",
    ],
    conf3: [
      "Amcor委托Csuite负责人才招聘，并为其蛋白质部门建立新的业务团队。在新冠疫情期间，Csuite克服了时间和空间上的挑战，从零开始寻找候选人来加强该业务团队，并帮助Amcor实现其人才战略的落地。",
      "Csuite与Amcor密切合作，为该业务团队招聘了杰出的区域销售管理人员（中国东部、西部、南部和北部），推动了企业战略举措的平稳过渡。",
    ],
    conf4: [
      "在半年的时间里，Csuite从零开始，建立了一个强大的核心业务团队，并在疫情期间将销售额推动超过1亿元人民币。Csuite将继续提供切实可行的解决方案，支持Amcor在该地区设定的人才战略。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "Amcor的首席执行官与Csuite合作，共同致力于打造一个新的业务部门。对于Amcor来说，Csuite是一个非常出色的人才解决方案供应商，因为Amcor需要对业务部门进行精心打造，所以需要一家精品人才咨询团队来提供专业帮助。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "招聘的第一步是对空缺职位（区域销售管理人员）设立人才画像，并对每个候选人进行深入调研。所有入围的候选人都经历了多轮面试，对他们的工作背景、职业规划和抗压能力等综合素质进行了方法论分析。",
          "每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。这个过程如下所示。Csuite进行了严格的候选人审查和面试过程，将激烈竞争的候选人缩小到前5名。",
          "基于特定角色（区域销售管理人员），Csuite为客户严格甄选，不仅要求出色的个人素质，而且要符合企业的文化氛围，以确保推荐的候选人能够轻松适应Amcor的企业文化。这个过程同样适用于所有业务单元的候选人。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "LOBA",
    title: "案例三：LOBA",
    conf1: [
      "LOBA是一家全球制造商，生产优质的木地板装饰、清洁和保养产品，适用于拼花地板、木地板、弹性和矿物质地板等。",
      "Csuite角色：通过组建强大的管理团队，Csuite推动了LOBA的公司变革战略，加速了收入增长，并持续增强了LOBA在中国市场的实力。",
      "招聘职位包括：中国区总经理、区域销售管理（包括中国东部、西部、南部和北部）。",
    ],
    conf2: [
      "LOBA成立于1922年，总部位于德国斯图加特，是一家致力于设计、清洁和保养木材、软木表面以及弹性和矿物质地板的高品质地板装饰制造商。",
      "在过去的100多年里，LOBA始终保持着专注于核心业务并通过创新不断扩展产品组合的平衡。公司的明智决策、远见卓识和乐观的未来态度塑造了其形象，在全球60多个国家开展相关业务。",
    ],
    conf3: [
      "LOBA请Csuite协助推动其变革管理战略，并提供相应的人才解决方案，以建立一个强大的本土化团队，包括中国区总经理和覆盖整个中国大陆的区域销售管理团队。Csuite提出了一个大胆的愿景，即重塑高级管理层，加快收入增长，使LOBA在中国区取得蓬勃发展。",
    ],
    conf4: [
      "Csuite进行了广泛的人才搜索计划，在3个月内找到了富有创新精神的中国区总经理和区域销售经理。在Csuite的人才战略的推动下，该部门用了一年的时间实现了从亏损到盈利的转变，现金流和利润数据非常可观。凭借Csuite出色的人才招募策略，LOBA在中国的销售额不断增长，保持良好的上升势头。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "LOBA的全球人力资源总监将Csuite列为接手此项目的主要候选人之一，并最终从5位候选企业中选择了我们。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "招聘的第一步是对空缺职位（中国区总经理和区域销售管理人员）进行全面审查，同时对每个候选人进行深入调研和全方位评估，包括公司文化、思维过程、业务发展和工作分析方法在内。",
          "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围名单的候选人进行了严格的审查和面试过程，将激烈竞争的候选人缩小到前5名，我们的评估方法详细介绍了这一过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "TRIUMPH",
    title: "案例四：TRIUMPH",
    conf1: [
      "TRIUMPH是一家英国知名的摩托车制造商，也是世界上最具声誉和骑手喜爱的摩托车品牌之一。",
      "Csuite角色：Csuite负责TRIUMPH的人才招聘计划，支持该公司在全球商业版图的扩张。在TRIUMPH拓展中国市场时，Csuite协助搜寻关键职位的候选人，以支持公司本土化团队建设，并帮助拓展市场。目前，已经成功建立了超过35个地点。",
      "招聘职位包括：中国区董事总经理、财务总监、高级财务总监、售后管理、财务助理、销售主管、零配件管理经理等。",
    ],
    conf2: [
      "Triumph Motorcycles Ltd（凯旋）是英国最大的摩托车制造商，全球拥有2000多名员工。100多年来，其激情和灵感一次又一次地推动着摩托车历史的进化。Triumph从定义摩托车到被摩托车所定义，成为了摩托车历史的传奇，成为了赛车文化中一种持久的象征，是世界上最知名、最受喜爱的摩托车品牌之一。",
    ],
    conf3: [
      "Triumph（凯旋）选择Csuite全面负责其充满雄心的人才招聘，以支持企业的全球布局和扩张。同时，Csuite也负责审查与招聘中国市场所需的高级人才，支持公司在中国的本土化，并扩大在中国的品牌影响力。",
    ],
    conf4: [
      "Csuite建立并实施了一项全面的人才招聘计划，包括但不限于高层管理人员、财务、销售和技术等关键职位。",
      "对于每个职位，Csuite预留了两个月的时间窗口期，这些职位包括但不限于中国区总经理、财务总监、高级财务总监、售后管理、财务助理、销售主管和配件经理等关键职位。",
      "Csuite将继续为Triumph的人才咨询和管理计划提供有效的支持和解决方案，为品牌在全球各地区实现强劲增长和卓越的销售数据。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "Triumph与Csuite合作，将Csuite选为其专属人才咨询服务公司，负责对其在中国的人才招募和管理战略进行规划。Triumph的管理团队依靠Csuite扎实的专业知识和丰富的本地人脉来实现他们的商业愿景。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "Csuite为核心管理团队及其支持人员寻找与之相匹配的人才，包括但不限于中国区总经理、财务总监、售后管理、财务助理和销售主管等职位，并对每个职位的候选人进行彻底审查，包括相关的资质、行业视角、分析方法和企业文化，以确保候选人的独特品质与Triumph的文化、分析方法和工作流程相一致。",
          "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "UFI",
    title: "案例五：UFI",
    conf1: [
      'UNIVERSAL FILTER（"UFI"）是全球过滤技术、能源热管理解决方案以及氢气过滤领域的领导者。',
      "Csuite角色：UFI聘请Csuite在确定关键管理岗位人选、确定市场需求、与市场竞争对手招聘战略和内部结构保持一致性、市场适应性等方面发挥战略作用，并完成了对中国和全球市场的深入研究。",
      "招聘职位包括： CMO（首席营销官）、CHRO（首席人力资源官）",
    ],
    conf2: [
      '自1971年以来，UNIVERSAL FILTER（"UFI"）一直被誉为全球过滤技术、能源热管理解决方案以及氢气过滤领域的领导者。该集团提供服务于汽车、航空航天和船舶等广泛领域，并作为特种工业和定制液压应用的供应商。其创新能力享誉全球，为法拉利和其他顶级F1车队、欧洲ExoMars航天器等提供支持。',
      "UFI是最早发现亚太地区发展机遇的意大利公司之一。目前，UFI在21个国家拥有20个工业基地和超过4000名员工。",
    ],
    conf3: [
      "UFI选择与Csuite合作是因为Csuite不仅拥有独特的专业人才寻找能力，还能提供量身定制的人才战略服务，以增强UFI在市场上的竞争优势。Csuite在研究和寻找高级管理人才方面发挥了关键作用，推动UFI实现了市场增长。",
    ],
    conf4: [
      "在短短的6周内，Csuite制定并交付了一系列人才解决方案，确保市场需求与与市场竞争对手招聘战略以及内部结构保持一致。Csuite在这个过程中进一步研究了市场适应性，并完成了针对中国和全球竞争的深入研究。同时，我们在两个月内对高级管理岗位的候选人进行了面试，为CMO和CHRO职位寻找并提供了有力的人才。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "UFI需要一个优秀的人才咨询与管理团队来实现其扩张计划，选择Csuite是因为我们拥有专业能力，能够提供量身定制的人才审查和推荐服务，为人才招聘和市场进入战略提供有效的解决方案。我们与UFI之间的合作关系进一步加深，Csuite将为公司持续发展提供人才咨询的支持。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "除了为UFI提供令人信服的市场定位和发展前景，Csuite还为CMO和CHRO两个职位提供了全面的支持，因为这两个职位需要经过彻底的审查。考虑到UFI的特殊需求，我们首先确定了企业的市场定位，为领导层选拔提供了依据，因为我们深知实施宏大战略所需的人才组合。企业文化、流程导向的思维方式和分析方法是我们寻找候选人的关键标准。",
          "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "BHS",
    title: "案例六：BHS",
    conf1: [
      "BHS是全球领先的瓦楞纸板机械和服务供应商，占据全球市场份额超过50%（全球最大的瓦楞纸板行业解决方案供应商）。通过超过50年的精心经营和发展，BHS积累了丰富的经验和众多的技术创新成果，成为瓦楞纸板行业中强大而可靠的供应商。",
      "BHS在22个国家开展业务，拥有近1600名员工。BHS亚洲分公司于2023年进驻中国市场，在上海青浦设立了区域总部、研发中心和生产工厂。该生产基地成立于2009年，并于2017年进行了进一步扩建。",
    ],
    conf2: [
      "BHS是全球领先的瓦楞纸板机械和服务供应商，占据全球市场份额超过50%（全球最大的瓦楞纸板行业解决方案供应商）。通过超过50年的精心经营和发展，BHS积累了丰富的经验和众多的技术创新成果，成为瓦楞纸板行业中强大而可靠的供应商。",
      "BHS在22个国家开展业务，拥有近1600名员工。BHS亚洲分公司于2023年进驻中国市场，在上海青浦设立了区域总部、研发中心和生产工厂。该生产基地成立于2009年，并于2017年进行了进一步扩建。",
    ],
    conf3: [
      "BHS委托Csuite领导整个集团的转型变革管理计划。在BHS对中国实体工厂进行战略收购之前，作为尽职调查的一部分，我们牵头进行了并购研究。同时，Csuite还为集团的变革管理计划建立了完整的组织结构，并提供额外的尽职调查洞察服务，为BHS的管理层提供财务结构、产品和供应链改进方面的恰当信息。",
    ],
    conf4: [
      "Csuite为BHS进行了全面的市场调研计划，仅用了两个月的时间就完成并交付了尽职调查报告。同时，我们也投入了10个月的时间来寻找不同职位的人才，包括但不限于技术总监、财务总监、首席运营官、并购总监、采购与供应总监、运营总监、机械工程师、电气工程师、人力资源业务伙伴 (HRBP)、售后服务主管、销售经理和生产经理等。在未来，Csuite将继续全力支持BHS在该地区的人才招聘计划。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "引领变革创新是一项具有挑战性的任务。我们定位自己为一家高端人才咨询公司，这使得Csuite相比同类型公司更具吸引力，也是BHS选择我们的决定性因素之一，因为BHS需要我们卓越的工作能力来推动业务增长进入下一个阶段。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "寻找适合变革管理战略的候选人是一项特别具有挑战性的工作，整个周期非常复杂，并需要不断调整以帮助BHS实现发展目标。我们进行的并购研究为人才战略提供了依据，为BHS找到了与竞争对手错位竞争的机会，并为业务和收入增长寻找了新的突破口。我们在上述所有关键岗位上招募到的管理人员正在逐步推动实现公司的愿景。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "EJOT",
    title: "案例七：EJOT",
    conf1: [
      "EJOT是一家专门为工业和汽车行业提供先进紧固技术和解决方案的中型企业集团。",
      "Csuite角色：EJOT是Csuite的新客户，专注于先进自攻紧固技术业务，Csuite协助其招募高级管理人才，以实现在中国市场的业务转型。",
      "招聘职位包括：销售总监、技术主管。",
    ],
    conf2: [
      "EJOT（毅结特）是一家专门从事先进紧固技术的中型企业集团，它的客户主要来自汽车和供应商行业、电气工程、电子和建筑行业。EJOT提供广泛的创新紧固元件，例如用于金属和塑料、工程塑料和金属成型零件的自攻螺钉，用于屋面和覆层的全系列紧固件以及用于固定外部隔热复合材料的ejotherm®程序。经过 100 多年的发展，EJOT 在全球 40 个分公司拥有 3700 多名员工。",
    ],
    conf3: [
      "EJOT是Csuite最新的合作伙伴，我们以极大的热情为他们制定了全面的人才研究和招聘计划，以推动他们在中国市场的发展。我们与EJOT紧密合作，积极提升他们的人才管理水平，并帮助他们在相关领域扩大人才影响力。",
    ],
    conf4: [
      "在短短的3个月内，Csuite成功地搜集并招聘了适合销售总监和技术主管这两个关键职位的人选。随着EJOT在中国大陆区域的业务发展，我们将继续与他们密切合作，共同成长。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "作为Csuite的最新客户（合作伙伴），EJOT发现我们量身定制的人才招聘和多样化服务具有很高的性价比，能够帮助他们解决当前的困境，于是向我们提出了需求，让我们为他们的战略发展提供更精准的建议。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "EJOT希望在所在领域中脱颖而出，所以我们寻找人才时关注的关键因素是远见、文化价值观、坚韧品质和卓越的领导力。Csuite对入围候选人进行了严格的审核和面试程序，从众多竞争者中筛选出前5名最强有力的候选人。我们的评估方法详细介绍了整个过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
  {
    name: "HAM-LET",
    title: "案例八：HAM-LET",
    conf1: [
      "HAM-LET是领先的超净和一般工业仪表、阀门、接头配件和系统制造商和供应商。",
      "Csuite角色：Csuite负责领导HAM-LET的变革管理计划，稳定具有挑战性的运营环境，并将其转变为一个协作团队文化，通过强有力的领导解决运营中的薄弱环节。",
      "招聘职位包括：中国区商务副总裁、运营副总裁。",
    ],
    conf2: [
      "HAM-LET集团成立于1950年，已成为超净和一般工业领域的高品质仪表、阀门、接头配件和系统的领先制造商和供应商。HAM-LET的产品广泛应用于石化、半导体、能源、实验室、生物食品工程、制药、造纸和采矿等多个行业。Ham-Let在全球设有14个分支机构、5个生产基地，拥有900多名员工，销售网络遍布全球。",
    ],
    conf3: [
      "Csuite得到HAM-LET的委托，领导其人才战略变革管理计划，制定了详细的战略规划，以稳定具有挑战性的运营环境。我们面临的挑战是确定独特的管理和领导机制，提升士气，改善各职能部门之间的协作，并通过坚定的领导力解决运营的薄弱环节。",
    ],
    conf4: [
      "Csuite在短短两个月的时间内实施了全面的人才变革管理计划，为中国区商务副总裁和运营副总裁等职位招募了合适的人才。这些职位和组织架构的变化稳定了工作环境并提振了士气，同时也促进了收入增长。",
    ],
    card: [
      {
        name: "参与",
        msg: [
          "HAM-LET凭借Csuite在变革管理和人才战略方面的专业知识和能力，解决了阻碍增长的管理机制问题。我们与HAM-LET紧密合作，建立了独特的变革管理计划，并大刀阔斧地进行领导机制的变革。我们提供的变革管理战略非常大胆，旨在通过引入激励人心的领导力来稳定日益恶化的工作环境，提升士气和收入。",
        ],
      },
      {
        name: "人才搜寻",
        msg: [
          "在为中国区商务副总裁和运营副总裁招募合适人才的过程中，我们利用多个人才库平台进行了广泛的搜索。这是一项艰巨的任务，因为市场上符合要求的人选相对稀缺，但我们仍然在5个月内完成了任务。",
          "对于每个职位，Csuite搜索了150多个相关候选人，并经过仔细评估后，将范围进一步缩小到每个职位的20个候选人。Csuite对入围候选人进行了严格的审查和面试程序，将竞争激烈的候选人进一步缩小到前5名，我们的评估方法详细介绍了这一过程。",
        ],
      },
      {
        name: "人才评估",
        msg: [
          "我们的评估是根据客户的需求量身定制的，作为一家精品人才咨询机构，我们对这种独特方法感到自豪。通常的人才招聘始于客户对待完成工作的审查，而我们参与客户决策过程，提供我们独特的洞察和研究成果，包括人才招聘、市场扩展、组织重组和战略规划等方面。",
          "Csuite的候选人评估需要进行广泛的数据库搜索，真正识别出2,000至5,000名具有独特技能的候选人，以满足客户的期望。通过广泛的初步电话面试，我们从数千名候选人中筛选出约150人，并通过综合考量进一步缩小到约25名候选人，以便进行面对面面试。入围名单要经过严格的淘汰过程，包括多轮面试、背景调查、个性特征匹配和价值观判断。",
          "此外，我们将把候选人个性特征的识别和与企业文化的匹配视为评估过程中不可或缺的一部分，以确保候选人不仅具备高技能，还能轻松适应客户的企业文化。",
        ],
      },
    ],
  },
];
export default config;
