<script setup lang="ts">
import { ref } from "vue";

const list = [
  {
    q: "在复杂的环境中有什么高效的使用方法",
    a: "问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。",
  },
  {
    q: "在复杂的环境中有什么高效的使用方法",
    a: "2问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。",
  },
  {
    q: "在复杂的环境中有什么高效的使用方法",
    a: "2问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。",
  },
  {
    q: "在复杂的环境中有什么高效的使用方法",
    a: "2问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。",
  },
  {
    q: "在复杂的环境中有什么高效的使用方法",
    a: "2问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。问题答案文本……填充文本-新算技术，是一家深耕工业机器视觉传感器领域的公司，在视觉算法、硬件设计和本土化服务上领先市场。公司在3C电子、汽车、新能源及半导体等工业制造领域积累了丰富的行业服务经验，目前已向市场推出 R275-A 等一系列高性能固定式工业读码器，获得头部客户的广泛好评。",
  },
];

const activeNames = ref([]);

import SubHeader from "@/components/head/subHeader.vue";
</script>

<template>
  <div class="good-container mx-auto">
    <SubHeader></SubHeader>

    <div class="px-16 pb-16">
      <h2>常见问题</h2>

      <div>
        <el-collapse v-model="activeNames">
          <el-collapse-item
            v-for="(item, index) in list"
            :key="index"
            :name="index"
          >
            <template #title>
              <h4>{{ index + 1 }}. {{ item.q }}</h4>
            </template>

            <p class="a-text">{{ item.a }}</p>
          </el-collapse-item>
        </el-collapse>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
.good-container {
  width: 100vw;
  margin-top: 89px;

  .header {
    background-color: #f4f4f4;
    text-align: center;

    .head {
      max-width: 1512px;
      padding: 16px 64px;
      align-items: center;

      .good-name {
        color: #1d1c23;
        font-size: 24px;
        font-style: normal;
        font-weight: 600;
        line-height: 32px;
      }
    }
  }
}

.btn-black {
  height: auto;
  font-size: 14px;
  line-height: 20px;
  border-radius: 99px;
  color: #fff;
  background-color: #000;
  border: 1px solid #fefefe;
  &:hover {
    background-color: #414344;
  }
}

h2,
h4 {
  color: #1d1c23;
}

h2 {
  font-size: 48px;
  font-weight: 500;
  margin-top: 128px;
  margin-bottom: 64px;
  text-align: center;
}

h4 {
  font-size: 16px;
  font-weight: 600;
}

.a-text {
  color: rgba(29, 28, 35, 0.8);
  background-color: #f4f4f4;
  padding: 16px 56px;
  white-space: normal;
}
</style>
